Repository: cmicali/vibe
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, fi, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.section.widget_waveform
source: Widget waveform
bg: Вълнова форма на уиджета
cs: Tvar vlny ve widgetu
da: Bølgeform i widget
de: Wellenform im Widget
el: Κυματομορφή widget
es: Forma de onda del widget
fi: Widgetin aaltomuoto
fr: Forme d’onde du widget
hr: Valni oblik widgeta
hu: Modul hullámformája
id: Bentuk gelombang widget
it: Forma d’onda del widget
ja: ウィジェットの波形
ko: 위젯 파형
nb: Bølgeform i modul
nl: Golfvorm in widget
pl: Kształt fali widżetu
pt_br: Forma de onda do widget
pt_pt: Forma de onda do widget
ro: Forma de undă a widgetului
ru: Волновая форма в виджете
sk: Vlnový priebeh vo widgete
sv: Vågform i widget
th: รูปคลื่นของวิดเจ็ต
tr: Widget dalga biçimi
uk: Хвильова форма у віджеті
vi: Dạng sóng tiện ích
zh_hans: 小组件波形
zh_hant: 小工具波形

# settings.title
source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings.widget_waveform.match_app
source: Match app
bg: Като приложението
cs: Podle aplikace
da: Som appen
de: Wie die App
el: Όπως η εφαρμογή
es: Igual que la app
fi: Kuten appissa
fr: Comme l’app
hr: Kao aplikacija
hu: Mint az alkalmazás
id: Sama seperti app
it: Come l’app
ja: Appに合わせる
ko: 앱과 동일
nb: Som appen
nl: Zoals app
pl: Jak w aplikacji
pt_br: Igual ao app
pt_pt: Igual à app
ro: La fel ca aplicația
ru: Как в приложении
sk: Podľa aplikácie
sv: Som appen
th: ตามแอป
tr: Uygulamayla aynı
uk: Як у програмі
vi: Giống ứng dụng
zh_hans: 与 App 一致
zh_hant: 與 App 相同

# tab.favorites
source: Favorites
bg: Любими
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
fi: Suosikit
fr: Favoris
hr: Favoriti
hu: Kedvencek
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
pt_pt: Favoritos
ro: Favorite
ru: Избранное
sk: Obľúbené
sv: Favoriter
th: รายการโปรด
tr: Favoriler
uk: Вибране
vi: Yêu thích
zh_hans: 收藏
zh_hant: 收藏

# tab.files
source: Files
bg: Файлове
cs: Soubory
da: Filer
de: Dateien
el: Αρχεία
es: Archivos
fi: Tiedostot
fr: Fichiers
hr: Datoteke
hu: Fájlok
id: File
it: File
ja: ファイル
ko: 파일
nb: Filer
nl: Bestanden
pl: Pliki
pt_br: Arquivos
pt_pt: Ficheiros
ro: Fișiere
ru: Файлы
sk: Súbory
sv: Filer
th: ไฟล์
tr: Dosyalar
uk: Файли
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# tab.playlist
source: Playlist
bg: Плейлист
da: Spilleliste
de: Wiedergabeliste
el: Λίστα αναπαραγωγής
es: Lista de reproducción
fi: Soittolista
fr: Liste de lecture
hr: Popis pjesama
hu: Lejátszási lista
ja: プレイリスト
ko: 재생목록
nb: Spilleliste
nl: Afspeellijst
pl: Playlista
pt_pt: Lista de reprodução
ru: Плейлист
sv: Spellista
th: เพลย์ลิสต์
tr: Çalma Listesi
uk: Плейлист
vi: Danh sách phát
zh_hans: 播放列表
zh_hant: 播放列表

# theme.name.custom
source: Custom
bg: Персонализирана
cs: Vlastní
da: Tilpasset
de: Eigenes
el: Προσαρμοσμένο
es: Personalizado
fi: Mukautettu
fr: Personnalisé
hr: Prilagođena
hu: Egyéni
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 설정
nb: Tilpasset
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizado
pt_pt: Personalizado
ro: Personalizată
ru: Пользовательская
sk: Vlastný
sv: Anpassat
th: กำหนดเอง
tr: Özel
uk: Власна
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# theme.name.imported
source: Imported Theme
bg: Импортирана тема
cs: Importovaný motiv
da: Importeret tema
de: Importiertes Thema
el: Εισαγμένο θέμα
es: Tema importado
fi: Tuotu teema
fr: Thème importé
hr: Uvezena tema
hu: Importált téma
id: Tema Impor
it: Tema importato
ja: 読み込んだテーマ
ko: 가져온 테마
nb: Importert tema
nl: Geïmporteerd thema
pl: Zaimportowany motyw
pt_br: Tema Importado
pt_pt: Tema importado
ro: Temă importată
ru: Импортированная тема
sk: Importovaný motív
sv: Importerat tema
th: ธีมที่นำเข้า
tr: İçe Aktarılan Tema
uk: Імпортована тема
vi: Chủ đề đã nhập
zh_hans: 导入的主题
zh_hant: 匯入的主題

# transport.next
source: Next Track
bg: Следваща песен
cs: Další skladba
da: Næste nummer
de: Nächster Titel
el: Επόμενο κομμάτι
es: Pista siguiente
fi: Seuraava kappale
fr: Morceau suivant
hr: Sljedeća pjesma
hu: Következő szám
id: Trek Berikutnya
it: Brano successivo
ja: 次のトラック
ko: 다음 트랙
nb: Neste spor
nl: Volgend nummer
pl: Następny utwór
pt_br: Próxima Faixa
pt_pt: Faixa seguinte
ro: Piesa următoare
ru: Следующий трек
sk: Nasledujúca skladba
sv: Nästa spår
th: แทร็กถัดไป
tr: Sonraki Parça
uk: Наступний трек
vi: Bản nhạc tiếp theo
zh_hans: 下一首
zh_hant: 下一首

# transport.pause
source: Pause
bg: Пауза
cs: Pozastavit
el: Παύση
es: Pausa
fi: Keskeytä
hr: Pauziraj
hu: Szünet
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시 정지
nl: Pauzeer
pl: Wstrzymaj
pt_br: Pausar
pt_pt: Pausa
ro: Pauză
ru: Пауза
sk: Pozastaviť
sv: Pausa
th: หยุดพัก
tr: Duraklat
uk: Пауза
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

# transport.play
source: Play
bg: Пусни
cs: Přehrát
da: Afspil
de: Abspielen
el: Αναπαραγωγή
es: Reproducir
fi: Toista
fr: Lire
hr: Reproduciraj
hu: Lejátszás
id: Putar
it: Riproduci
ja: 再生
ko: 재생
nb: Spill av
nl: Speel af
pl: Odtwórz
pt_br: Reproduzir
pt_pt: Reproduzir
ro: Redați
ru: Воспроизвести
sk: Prehrať
sv: Spela upp
th: เล่น
tr: Çal
uk: Відтворити
vi: Phát
zh_hans: 播放
zh_hant: 播放

# transport.previous
source: Previous Track
bg: Предишна песен
cs: Předchozí skladba
da: Forrige nummer
de: Vorheriger Titel
el: Προηγούμενο κομμάτι
es: Pista anterior
fi: Edellinen kappale
fr: Morceau précédent
hr: Prethodna pjesma
hu: Előző szám
id: Trek Sebelumnya
it: Brano precedente
ja: 前のトラック
ko: 이전 트랙
nb: Forrige spor
nl: Vorig nummer
pl: Poprzedni utwór
pt_br: Faixa Anterior
pt_pt: Faixa anterior
ro: Piesa precedentă
ru: Предыдущий трек
sk: Predchádzajúca skladba
sv: Föregående spår
th: แทร็กก่อนหน้า
tr: Önceki Parça
uk: Попередній трек
vi: Bản nhạc trước
zh_hans: 上一首
zh_hant: 上一首

# waveform.style.basic
source: Basic
bg: Основна
cs: Základní
da: Enkel
de: Einfach
el: Βασική
es: Básico
fi: Yksinkertainen
fr: Simple
hr: Osnovni
hu: Egyszerű
id: Dasar
it: Base
ja: シンプル
ko: 기본
nb: Enkel
nl: Eenvoudig
pl: Prosty
pt_br: Básico
pt_pt: Básico
ro: Simplu
ru: Простая
sk: Základný
sv: Enkel
th: พื้นฐาน
tr: Basit
uk: Проста
vi: Cơ bản
zh_hans: 基本
zh_hant: 基本

# waveform.style.cupertino
source: Cupertino
bg: Купертино
el: Κουπερτίνο
ja: クパチーノ
ko: 쿠퍼티노
ru: Купертино
th: คูเปอร์ติโน
uk: Купертіно
zh_hans: 库比蒂诺
zh_hant: 庫比蒂諾

# waveform.style.cupertino_basic
source: Cupertino Basic
bg: Купертино (основна)
cs: Cupertino (základní)
da: Cupertino (enkel)
de: Cupertino (einfach)
el: Κουπερτίνο (βασική)
es: Cupertino básico
fi: Cupertino (yksinkertainen)
fr: Cupertino simple
hr: Cupertino (osnovni)
hu: Cupertino (egyszerű)
id: Cupertino (dasar)
it: Cupertino base
ja: クパチーノ（シンプル）
ko: 쿠퍼티노 (기본)
nb: Cupertino (enkel)
nl: Cupertino (eenvoudig)
pl: Cupertino (prosty)
pt_br: Cupertino básico
pt_pt: Cupertino básico
ro: Cupertino simplu
ru: Купертино (простая)
sk: Cupertino (základný)
sv: Cupertino (enkel)
th: คูเปอร์ติโน (พื้นฐาน)
tr: Cupertino (basit)
uk: Купертіно (проста)
vi: Cupertino (cơ bản)
zh_hans: 库比蒂诺（基本）
zh_hant: 庫比蒂諾（基本）

# waveform.style.detailed
source: Detailed
bg: Детайлна
cs: Detailní
da: Detaljeret
de: Detailliert
el: Λεπτομερής
es: Detallado
fi: Yksityiskohtainen
fr: Détaillé
hr: Detaljni
hu: Részletes
id: Detail
it: Dettagliato
ja: 詳細
ko: 상세
nb: Detaljert
nl: Gedetailleerd
pl: Szczegółowy
pt_br: Detalhado
pt_pt: Detalhado
ro: Detaliat
ru: Детальная
sk: Detailný
sv: Detaljerad
th: ละเอียด
tr: Ayrıntılı
uk: Детальна
vi: Chi tiết
zh_hans: 精细
zh_hant: 精細

# waveform.style.oversampling_x2
source: Oversampling Detailed x2
bg: Детайлна, овърсемплинг x2
cs: Detailní, oversampling x2
da: Detaljeret, oversampling x2
de: Detailliert, Oversampling x2
el: Λεπτομερής, υπερδειγματοληψία x2
es: Detallado, sobremuestreo x2
fi: Yksityiskohtainen, ylinäytteistys x2
fr: Détaillé, suréchantillonnage x2
hr: Detaljni, oversampling x2
hu: Részletes, túlmintavételezés x2
id: Detail, Oversampling x2
it: Dettagliato, sovracampionamento x2
ja: 詳細（オーバーサンプリング x2）
ko: 상세 (오버샘플링 x2)
nb: Detaljert, oversampling x2
nl: Gedetailleerd, oversampling x2
pl: Szczegółowy, oversampling x2
pt_br: Detalhado, Oversampling x2
pt_pt: Detalhado, Oversampling x2
ro: Detaliat, oversampling x2
ru: Детальная, оверсемплинг x2
sk: Detailný, oversampling x2
sv: Detaljerad, översampling x2
th: ละเอียด (โอเวอร์แซมปลิง x2)
tr: Ayrıntılı, Oversampling x2
uk: Детальна, оверсемплінг x2
vi: Chi tiết, oversampling x2
zh_hans: 精细（过采样 x2）
zh_hant: 精細（超取樣 x2）

# waveform.style.oversampling_x4
source: Oversampling Detailed x4
bg: Детайлна, овърсемплинг x4
cs: Detailní, oversampling x4
da: Detaljeret, oversampling x4
de: Detailliert, Oversampling x4
el: Λεπτομερής, υπερδειγματοληψία x4
es: Detallado, sobremuestreo x4
fi: Yksityiskohtainen, ylinäytteistys x4
fr: Détaillé, suréchantillonnage x4
hr: Detaljni, oversampling x4
hu: Részletes, túlmintavételezés x4
id: Detail, Oversampling x4
it: Dettagliato, sovracampionamento x4
ja: 詳細（オーバーサンプリング x4）
ko: 상세 (오버샘플링 x4)
nb: Detaljert, oversampling x4
nl: Gedetailleerd, oversampling x4
pl: Szczegółowy, oversampling x4
pt_br: Detalhado, Oversampling x4
pt_pt: Detalhado, Oversampling x4
ro: Detaliat, oversampling x4
ru: Детальная, оверсемплинг x4
sk: Detailný, oversampling x4
sv: Detaljerad, översampling x4
th: ละเอียด (โอเวอร์แซมปลิง x4)
tr: Ayrıntılı, Oversampling x4
uk: Детальна, оверсемплінг x4
vi: Chi tiết, oversampling x4
zh_hans: 精细（过采样 x4）
zh_hant: 精細（超取樣 x4）

# waveform.style.oversampling_x8
source: Oversampling Detailed x8
bg: Детайлна, овърсемплинг x8
cs: Detailní, oversampling x8
da: Detaljeret, oversampling x8
de: Detailliert, Oversampling x8
el: Λεπτομερής, υπερδειγματοληψία x8
es: Detallado, sobremuestreo x8
fi: Yksityiskohtainen, ylinäytteistys x8
fr: Détaillé, suréchantillonnage x8
hr: Detaljni, oversampling x8
hu: Részletes, túlmintavételezés x8
id: Detail, Oversampling x8
it: Dettagliato, sovracampionamento x8
ja: 詳細（オーバーサンプリング x8）
ko: 상세 (오버샘플링 x8)
nb: Detaljert, oversampling x8
nl: Gedetailleerd, oversampling x8
pl: Szczegółowy, oversampling x8
pt_br: Detalhado, Oversampling x8
pt_pt: Detalhado, Oversampling x8
ro: Detaliat, oversampling x8
ru: Детальная, оверсемплинг x8
sk: Detailný, oversampling x8
sv: Detaljerad, översampling x8
th: ละเอียด (โอเวอร์แซมปลิง x8)
tr: Ayrıntılı, Oversampling x8
uk: Детальна, оверсемплінг x8
vi: Chi tiết, oversampling x8
zh_hans: 精细（过采样 x8）
zh_hant: 精細（超取樣 x8）

# widget.description
source: What Vibe is playing.
bg: Какво възпроизвежда Vibe.
cs: Co Vibe přehrává.
da: Hvad Vibe afspiller.
de: Was Vibe gerade abspielt.
el: Τι αναπαράγει το Vibe.
es: Lo que está reproduciendo Vibe.
fi: Mitä Vibe toistaa.
fr: Ce que Vibe est en train de lire.
hr: Što Vibe reproducira.
hu: Amit a Vibe lejátszik.
id: Yang sedang diputar Vibe.
it: Cosa sta riproducendo Vibe.
ja: Vibeで再生中の曲。
ko: Vibe에서 재생 중인 항목.
nb: Hva Vibe spiller.
nl: Wat Vibe afspeelt.
pl: Co odtwarza Vibe.
pt_br: O que o Vibe está reproduzindo.
pt_pt: O que o Vibe está a reproduzir.
ro: Ce redă Vibe.
ru: Что воспроизводит Vibe.
sk: Čo Vibe prehráva.
sv: Vad Vibe spelar upp.
th: สิ่งที่ Vibe กำลังเล่น
tr: Vibe’ın çaldığı parça.
uk: Що відтворює Vibe.
vi: Vibe đang phát gì.
zh_hans: Vibe 正在播放的内容。
zh_hant: Vibe 正在播放的內容。

# widget.intent.next
source: Next Track
bg: Следваща песен
cs: Další skladba
da: Næste nummer
de: Nächster Titel
el: Επόμενο κομμάτι
es: Pista siguiente
fi: Seuraava kappale
fr: Morceau suivant
hr: Sljedeća pjesma
hu: Következő szám
id: Trek Berikutnya
it: Brano successivo
ja: 次のトラック
ko: 다음 트랙
nb: Neste spor
nl: Volgend nummer
pl: Następny utwór
pt_br: Próxima Faixa
pt_pt: Faixa seguinte
ro: Piesa următoare
ru: Следующий трек
sk: Nasledujúca skladba
sv: Nästa spår
th: แทร็กถัดไป
tr: Sonraki Parça
uk: Наступний трек
vi: Bản nhạc tiếp theo
zh_hans: 下一首
zh_hant: 下一首

# widget.intent.play_pause
source: Play or Pause
bg: Пусни/Пауза
cs: Přehrát/Pozastavit
da: Afspil/Pause
de: Abspielen/Pause
el: Αναπαραγωγή/Παύση
es: Reproducir/Pausa
fi: Toista/Keskeytä
fr: Lire/Pause
hr: Reproduciraj/Pauziraj
hu: Lejátszás/Szünet
id: Putar/Jeda
it: Riproduci/Pausa
ja: 再生/一時停止
ko: 재생/일시 정지
nb: Spill av/Pause
nl: Speel af/Pauzeer
pl: Odtwórz/Wstrzymaj
pt_br: Reproduzir/Pausar
pt_pt: Reproduzir/Pausa
ro: Redați/Pauză
ru: Воспроизвести/Пауза
sk: Prehrať/Pozastaviť
sv: Spela upp/Pausa
th: เล่น/หยุดพัก
tr: Çal/Duraklat
uk: Відтворити/Пауза
vi: Phát/Tạm dừng
zh_hans: 播放/暂停
zh_hant: 播放/暫停

# widget.intent.seek
source: Seek
bg: Превъртане
cs: Přetočit
da: Spol
de: Spulen
el: Αναζήτηση
es: Avanzar
fi: Siirry
fr: Naviguer
hr: Premotaj
hu: Tekerés
id: Cari
it: Vai a
ja: シーク
ko: 탐색
nb: Spol
nl: Spoel
pl: Przewiń
pt_br: Avançar
pt_pt: Avançar
ro: Derulați
ru: Перемотать
sk: Pretočiť
sv: Spola
th: เลื่อนหา
tr: Sar
uk: Перемотати
vi: Tua
zh_hans: 跳转
zh_hant: 跳轉

# label.bitrate
source: %@ kbps
cs: %@ kb/s
da: %@ kbit/s
de: %@ kbit/s
es: %@ kbit/s
fi: %@ kbit/s
fr: %@ kbit/s
hu: %@ kbit/s
it: %@ kbit/s
nb: %@ kbit/s
pl: %@ kb/s
ru: %@ кбит/с
sk: %@ kb/s
sv: %@ kbit/s
tr: %@ kb/sn
uk: %@ кбіт/с

# a11y.pitch_fader
source: Pitch
de: Tempo

# label.pitch
source: PITCH
de: TEMPO

# button.ok
source: OK
hr: U redu
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好

# menu.fx.delay_16
source: Delay 1/16
ja: ディレイ 1/16
ko: 딜레이 1/16
zh_hans: 延迟 1/16
zh_hant: 延遲 1/16

# menu.fx.delay_8
source: Delay 1/8
ja: ディレイ 1/8
ko: 딜레이 1/8
zh_hans: 延迟 1/8
zh_hant: 延遲 1/8

# menu.fx.low_kill
source: Low Kill
ja: ローキル
ko: 로우 킬
th: โลว์คิล
zh_hans: 低频切除
zh_hant: 低頻切除

# menu.fx.low_kill_boost
source: Low Kill Boost
ja: ローキルブースト
ko: 로우 킬 부스트
th: โลว์คิลบูสต์
zh_hans: 低频切除增强
zh_hant: 低頻切除增強

# menu.fx.reverb
source: Reverb
ja: リバーブ
ko: 리버브
th: รีเวิร์บ
zh_hans: 混响
zh_hant: 殘響

# settings.playback.crossfade_label
source: Crossfade
ja: クロスフェード
ko: 크로스페이드
th: ครอสเฟด
zh_hans: 交叉淡化
zh_hant: 交叉淡化

# label.sample_rate
source: %@ kHz
ru: %@ кГц
uk: %@ кГц
